/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "तिथियां";
"AppDates.DATES.PAST_DUE" = "पिछला देय";
"AppDates.DATES.TODAY" = "आज";
"AppDates.DATES.THIS_WEEK" = "इस सप्ताह";
"AppDates.DATES.NEXT_WEEK" = "अगले सप्ताह";
"AppDates.DATES.UPCOMING" = "आगामी";
"AppDates.EMPTY.TITLE" = "कोई तारीख नहीं";
"AppDates.EMPTY.SUBTITLE" = "आपके पास वर्तमान में निर्धारित इवेंट्स वाले कोई सक्रिय कोर्स नहीं हैं। महत्वपूर्ण तिथियां और समय-सीमा देखने के लिए किसी कोर्स में नामांकन करें।";
"AppDates.SHIFT_DUE_DATES.TITLE" = "कुछ समय सीमाएं चूक गए?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "चिंता न करें - किसी प्रगति को खोए बिना देय असाइनमेंट को पूरा करने के लिए हमारे सुझाए गए शेड्यूल में बदलाव करें।";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "नियत तारीखें बदलें";
"Profile.TITLE" = "प्रोफाइल";
"Profile.INFO" = "प्रोफ़ाइल जानकारी";
"Profile.ABOUT" = "मेरे बारे में";
"Profile.EDIT_PROFILE" = "प्रोफ़ाइल संपादित करें";
"Profile.YEAR_OF_BIRTH" = "जन्म का साल:";
"Profile.BIO" = "बायो:";
"Profile.SETTINGS" = "सेटिंग्स";
"Profile.SETTINGS_VIDEO" = "वीडियो सेटिंग्स";
"Profile.DATES_AND_CALENDAR" = "तिथियां और कैलेंडर";
"Profile.SUPPORT_INFO" = "सहायता जानकारी";
"Profile.CONTACT" = "समर्थन से संपर्क करें";
"Profile.TERMS" = "उपयोग की शर्तें";
"Profile.PRIVACY" = "गोपनीयता नीति";
"Profile.COOKIE_POLICY" = "कूकी नीति";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "मेरी व्यक्तिगत जानकारी न बेचें";
"Profile.FAQ_TITLE" = "FAQ देखें";
"Profile.MANAGE_ACCOUNT" = "खाते का प्रबंधन करें";
"Profile.LEARNING_SITES" = "लर्निंग साइट्स";
"Profile.LOGOUT" = "लॉग आउट";
"Profile.SWITCH_TO" = "पर स्विच";
"Profile.FULL_PROFILE" = "पूर्ण प्रोफ़ाइल";
"Profile.LIMITED_PROFILE" = "सीमित प्रोफ़ाइल";
"Profile.LOGOUT_ALERT.TITLE" = "लॉग आउट की पुष्टि करें";
"Profile.LOGOUT_ALERT.TEXT" = "क्या आप लॉग आउट करना चाहते हैं?";
"Profile.DELETE_ALERT.TITLE" = "चेतावनी!";
"Profile.DELETE_ALERT.TEXT" = "क्या आप सचमुच अपना खाता हटाना चाहते हैं?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "आपने जो परिवर्तन किए हैं, वे हटा दिए जाएंगे।";
"Profile.EDIT.TOO_YONG_USER" = "पूर्ण जानकारी तक पहुंच के साथ प्रोफ़ाइल बनाने के लिए आपकी आयु 13 वर्ष से अधिक होनी चाहिए।";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "सीमित प्रोफ़ाइल केवल आपका उपयोगकर्ता नाम और प्रोफ़ाइल फ़ोटो साझा करती है।";
"Profile.EDIT.DELETE_ACCOUNT" = "खाता हटा दो";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "जन्म का वर्ष";
"Profile.EDIT.FIELDS.LOCATION" = "स्‍थान";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "मौखिक भाषा";
"Profile.EDIT.FIELDS.ABOUT_ME" = "मेरे बारे में:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "प्रोफ़ाइल चित्र बदलें";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "गैलरी से चुनें";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "फोटो हटाएँ";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "रद्द करें";
"Profile.DELETE_ACCOUNT.TITLE" = "खाता हटा दो";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "क्या आप सचमुच ऐसा करना चाहते हैं ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "क्या आप अपना खाता नष्ट करना चाहते हैं?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "इस कार्रवाई की पुष्टि करने के लिए कृपया अपना खाता पासवर्ड दर्ज करें।";
"Profile.DELETE_ACCOUNT.PASSWORD" = "पासवर्ड";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "पास वर्ड दर्ज करें";
"Profile.DELETE_ACCOUNT.CONFIRM" = "हां, खाता हटाएं";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "प्रोफ़ाइल पर वापस जाएं";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "पासवर्ड गलत है। कृपया पुन: प्रयास करें।";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "वीडियो सेटिंग्स";
"Profile.SETTINGS.WIFI_TITLE" = "केवल वाई-फाई डाउनलोड";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "केवल वाई-फाई चालू होने पर ही सामग्री डाउनलोड करें";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "वीडियो स्ट्रीमिंग गुणवत्ता";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "ऑटो (अनुशंसित)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "ऑटो";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "अनुशंसित";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360पी";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "कम डेटा उपयोग";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540पी";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720पी";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "अच्छी गुणवत्ता";
"Profile.SETTINGS.VERSION" = "संस्करण:";
"Profile.SETTINGS.UP_TO_DATE" = "अप टू डेट";
"Profile.SETTINGS.TAP_TO_UPDATE" = "संस्करण अपडेट करने के लिए टैप करें";
"Profile.SETTINGS.TAP_TO_INSTALL" = "आवश्यक ऐप अपडेट इंस्टॉल करने के लिए टैप करें";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "ईमेल नहीं भेजा जा सकता। ऐसा लगता है कि आपका ईमेल क्लाइंट सेट नहीं है।";
"Profile.CALENDAR.NEW_CALENDAR" = "नया कैलेंडर";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "सिंक विकल्प बदलें";
"Profile.CALENDAR.ACCOUNT" = "खाता";
"Profile.CALENDAR.CALENDAR_NAME" = "कैलेंडर का नाम";
"Profile.CALENDAR.COLOR" = "रंग";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "सक्रिय पाठ्यक्रमों के लिए आगामी असाइनमेंट इस कैलेंडर पर दिखाई देंगे";
"Profile.CALENDAR.CANCEL" = "रद्द करें";
"Profile.CALENDAR.BEGIN_SYNCING" = "समन्वयन प्रारंभ करें";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "सिंक किया गया";
"Profile.ASSIGNMENT_STATUS.FAILED" = "समन्वयन विफल";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "ऑफलाइन";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "कैलेंडर समन्वयित हो रहा है...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "कैलेंडर एक्सेस";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "कैलेंडर सिंक अक्षम करें";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "आपके कैलेंडर पर आगामी असाइनमेंट और पाठ्यक्रम की उपलब्धियां दिखाने के लिए, हमें आपके कैलेंडर तक पहुंचने की अनुमति चाहिए।";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "कैलेंडर सिंक को अक्षम करने से कैलेंडर “%@” हट जाएगा। आप किसी भी समय कैलेंडर सिंक को वापस चालू कर सकते हैं।";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "कैलेंडर तक पहुंच प्रदान करें";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "सिंकिंग अक्षम करें";
"Profile.CALENDAR_DIALOG.CANCEL" = "रद्द करें";
"Profile.DATES_AND_CALENDAR.TITLE" = "तिथियां और कैलेंडर";
"Profile.CALENDAR_SYNC.TITLE" = "कैलेंडर सिंक";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "अपने कैलेंडर पर अपने आगामी असाइनमेंट और कोर्स माइलस्टोन दिखाने के लिए कैलेंडर सिंक सेट अप करें। नए असाइनमेंट और शिफ्ट किए गए कोर्स की तारीखें अपने आप सिंक हो जाएँगी।";
"Profile.CALENDAR_SYNC.BUTTON" = "कैलेंडर सिंक सेट अप करें";
"Profile.OPTIONS.TITLE" = "विकल्प";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "सापेक्ष तिथियों का उपयोग करें";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“कल” और “बीता हुआ कल” जैसी सापेक्ष तिथियाँ दिखाएँ";
"Profile.OPTIONS.SHOW_FULL_DATES" = "“1 जनवरी, 2021” जैसी पूरी तारीखें दिखाएं";
"Profile.DATES_AND_CALENDAR.TITLE" = "तिथियां और कैलेंडर";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "पाठ्यक्रम कैलेंडर सिंक";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "कृपया सिंकिंग पुनः आरंभ करने के लिए अपने कैलेंडर को पुनः कनेक्ट करें";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "वर्तमान में आपके कैलेंडर में ईवेंट सिंक कर रहे हैं";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "कैलेंडर पुनः कनेक्ट करें";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "सिंक विकल्प बदलें";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d पाठ्यक्रम समन्वयित करना";
"Profile.OPTIONS.TITLE" = "विकल्प";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "सापेक्ष तिथियों का उपयोग करें";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "“कल” और “बीता हुआ कल” जैसी सापेक्ष तिथियाँ दिखाएँ";
"Profile.COURSES_TO_SYNC.TITLE" = "सिंक करने के लिए पाठ्यक्रम";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "किसी पाठ्यक्रम के लिए सिंक्रोनाइज़ेशन अक्षम करने से आपके सिंक्रोनाइज़्ड कैलेंडर से पाठ्यक्रम से जुड़े सभी ईवेंट हट जाएंगे.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "निष्क्रिय पाठ्यक्रम छिपाएँ";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "उन पाठ्यक्रमों से ईवेंट स्वचालित रूप से हटाएँ जिन्हें आपने पिछले महीने नहीं देखा है";
"Profile.COURSES_TO_SYNC.INACTIVE" = "निष्क्रिय";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "आईक्लाउड";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "स्थानीय";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "लहज़ा";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "लाल";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "नारंगी";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "पीला";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "हरा";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "नीला";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "बैंगनी";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "भूरा";
"Profile.CALENDAR.COURSE_DATES" = "%@ पाठ्यक्रम तिथियाँ";
"Profile.DROP_DOWN_PICKER.SELECT" = "चुनना";
"Profile.SYNC_SELECTOR.SYNCED" = "सिंक करने के लिए";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "सिंक नहीं किया गया";
"Profile.SYNC.NO_SYNCED" = "कोई समन्वयित पाठ्यक्रम नहीं";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "वर्तमान में आपके कैलेंडर से कोई पाठ्यक्रम सिंक नहीं किया जा रहा है।";
"Downloads.DOWNLOADS.TITLE" = "डाउनलोड";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "डाउनलोड सेटिंग प्रबंधित करें";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "डाउनलोड योग्य सामग्री वाला कोई पाठ्यक्रम नहीं";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "वर्तमान में आपके पास डाउनलोड योग्य सामग्री वाला कोई पाठ्यक्रम नहीं है।";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ डाउनलोड किया गया";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "सभी %@ डाउनलोड किए गए";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ उपलब्ध";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "पाठ्यक्रम डाउनलोड करें";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "डाउनलोड करना";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "पाठ्यक्रम संरचना लोड हो रही है...";
"Downloads.MENU_OPTION.REMOVE" = "पाठ्यक्रम डाउनलोड हटाएं";
"Downloads.MENU_OPTION.CANCEL" = "डाउनलोड रद्द करें";
"Discovery.TITLE" = "खोज करना";
"Discovery.SEARCH" = "खोजें";
"Discovery.HEADER.TITLE_1" = "नया खोजने का प्रयास करें";
"Discovery.HEADER.TITLE_2" = "आइये हम आपके लिए नया कोर्स खोजें।";
"Discovery.SEARCH.TITLE" = "खोज के परिणाम";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "पाठ्यक्रम खोजने के लिए टाइप करना शुरू करें";
"Discovery.UPDATE_REQUIRED_TITLE" = "ऐप अपडेट आवश्यक है";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdX ऐप का यह संस्करण पुराना हो चुका है। सीखना जारी रखने और नवीनतम सुविधाएँ और सुधार प्राप्त करने के लिए, कृपया नवीनतम संस्करण में अपग्रेड करें";
"Discovery.UPDATE_WHY_NEED" = "मुझे अपडेट करने की आवश्यकता क्यों है?";
"Discovery.UPDATE_DEPRECATED_APP" = "अप्रचलित ऐप संस्करण";
"Discovery.UPDATE_BUTTON" = "अद्यतन";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "खाता सेटिंग्स";
"Discovery.UPDATE_NEEDED_TITLE" = "ऐप अपडेट";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "हम अनुशंसा करते हैं कि आप नवीनतम संस्करण में अपडेट करें। नवीनतम सुविधाएँ और सुधार प्राप्त करने के लिए अभी अपग्रेड करें।";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "अभी नहीं";
"Discovery.UPDATE_NEW_AVALIABLE" = "नया अपडेट उपलब्ध है! नवीनतम सुविधाएँ और सुधार प्राप्त करने के लिए अभी अपग्रेड करें";
"Discovery.ALERT.LEAVING_APP_TITLE" = "ऐप छोड़ना";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "अब आप ऐप छोड़ रहे हैं और ब्राउज़र खोल रहे हैं";
"Discovery.DETAILS.TITLE" = "पाठ्यक्रम विवरण";
"Discovery.DETAILS.VIEW_COURSE" = "पाठ्यक्रम देखें";
"Discovery.DETAILS.ENROLL_NOW" = "अभी दाखिला लें";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "आप इस पाठ्यक्रम में नामांकन नहीं ले सकते क्योंकि नामांकन तिथि समाप्त हो चुकी है।";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "इस पाठ्यक्रम में नामांकन के लिए कृपया सुनिश्चित करें कि आप इंटरनेट से जुड़े हुए हैं।";
"Discovery.DETAILS.COURSE_BANNER" = "कोर्स बैनर";
"Discovery.ALERT.AUTHORIZATION" = "प्राधिकार";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "कृपया पाठ्यक्रम नामांकन जारी रखने के लिए सिस्टम में प्रवेश करें।";
"Discussion.TITLE" = "चर्चाएँ";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "पाठ्यक्रम टीम ने चर्चाओं में पोस्ट करना अक्षम कर दिया है।";
"Discussion.TOPICS.SEARCH" = "सभी पोस्ट खोजें";
"Discussion.TOPICS.ALL_POSTS" = "सभी पोस्ट";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "पोस्ट जिनका मैं अनुसरण कर रहा हूँ";
"Discussion.TOPICS.MAIN_CATEGORIES" = "मुख्य कैटेगरी";
"Discussion.TOPICS.UNNAMED" = "अनाम उपश्रेणी";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "हाल की गतिविधि";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "सर्वाधिक गतिविधि";
"Discussion.POSTS.SORT.MOST_VOTES" = "सर्वाधिक वोट";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "अभी तक कोई चर्चा नहीं";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "अपनी पहली चर्चा बनाने के लिए नीचे दिए गए बटन पर क्लिक करें।";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "चर्चा बनाएं";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "एक पोस्ट जोड़ें";
"Discussion.POSTS.FILTER.ALL_POSTS" = "सभी पोस्ट";
"Discussion.POSTS.FILTER.UNREAD" = "अपठित";
"Discussion.POSTS.FILTER.UNANSWERED" = "अनुत्तरित";
"Discussion.POSTS.CREATE_NEW_POST" = "नया पोस्ट बनाएं";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "कोई चयन करें";
"Discussion.POST.LAST_POST" = "अंतिम पोस्ट:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "टिप्पणी जोड़ी गई";
"Discussion.THREAD.ADD_RESPONSE" = "प्रतिक्रिया जोड़ें";
"Discussion.CREATE_THREAD.NEW_POST" = "नया पोस्ट बनाएं";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "पोस्ट का प्रकार चुनें";
"Discussion.CREATE_THREAD.TOPIC" = "विषय";
"Discussion.CREATE_THREAD.TITLE" = "शीर्षक";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "इस चर्चा का आप अनुसरण करें";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "इस प्रश्न का पालन करें";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "नई चर्चा बनाएँ";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "नया प्रश्न बनाएं";
"Discussion.COMMENT.REPORT" = "रिपोर्ट";
"Discussion.COMMENT.UNREPORT" = "अनरिपोर्ट";
"Discussion.COMMENT.FOLLOW" = "फ़ॉलो";
"Discussion.COMMENT.UNFOLLOW" = "अनफॉलो करें";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "टिप्पणी";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "टिप्पणी जोड़ी गई";
"Discussion.RESPONSE.ADD_COMMENT" = "टिप्पणी जोड़ें";
"Discussion.POST_TYPE.QUESTION" = "सवाल";
"Discussion.POST_TYPE.DISCUSSION" = "";
"Discussion.SEARCH" = "खोजें";
"Discussion.SEARCH.TITLE" = "खोज के परिणाम";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "विषय खोजने के लिए टाइप करना शुरू करें";
"Discussion.ANONYMOUS" = "गुमनाम";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "चर्चाएँ लोड करने में असमर्थ।\nबाद में पुन: प्रयास करें।";
"Course.OUTLINE.PASSED_THE_COURSE" = "बधाई हो, आपने “ %@ \” में यह पाठ्यक्रम प्रमाणपत्र अर्जित कर लिया है।";
"Course.OUTLINE.VIEW_CERTIFICATE" = "प्रमाणपत्र देखें";
"Course.OUTLINE.CERTIFICATE" = "प्रमाणपत्र";
"Course.OUTLINE.COURSE_VIDEOS" = "पाठ्यक्रम वीडियो";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "यह पाठ्यक्रम अभी शुरू नहीं हुआ है.";
"Course.COURSEWARE.COURSE_CONTENT" = "पाठ्यक्रम सामग्री";
"Course.COURSEWARE.COURSE_UNITS" = "पाठ्यक्रम इकाइयाँ";
"Course.COURSEWARE.NEXT" = "अगला";
"Course.COURSEWARE.PREVIOUS" = "पिछला";
"Course.COURSEWARE.PREVIOUS_FULL" = "पहले का";
"Course.COURSEWARE.FINISH" = "समाप्‍त";
"Course.COURSEWARE.GOOD_WORK" = "अच्छा काम!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "रूपरेखा पर वापस जाएँ";
"Course.COURSEWARE.SECTION" = "आपने “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "जारी रखें";
"Course.COURSEWARE.RESUME_WITH" = "बायोडाटा इस प्रकार लिखें:";
"Course.ERROR.NO_INTERNET" = "आप इंटरनेट से कनेक्ट नहीं हैं। कृपया अपना इंटरनेट कनेक्शन जांचें।";
"Course.ERROR.RELOAD" = "पुनः लोड करें";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "पाठ्यक्रम घटक नहीं मिला, कृपया पुनः लोड करें";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "इस पाठ्यक्रम के लिए फिलहाल कोई पुस्तिका उपलब्ध नहीं है।";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "इस पाठ्यक्रम के लिए फिलहाल कोई घोषणा नहीं है।";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "इस पाठ्यक्रम के लिए कोई वीडियो उपलब्ध नहीं है।";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "इस पाठ्यक्रम के लिए कोई असाइनमेंट उपलब्ध नहीं है।";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "पाठ्यक्रम की तिथियाँ फिलहाल उपलब्ध नहीं हैं।";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "वर्तमान में कोई पाठ्यक्रम सामग्री उपलब्ध नहीं है।";
"Course.ALERT.ROTATE_DEVICE" = "इस वीडियो को पूर्ण स्क्रीन में देखने के लिए अपने डिवाइस को घुमाएं।";
"Course.ALERT.DELETE_ALL_VIDEOS" = "क्या आप वाकई सभी वीडियो हटाना चाहते हैं?";
"Course.ALERT.DELETE_VIDEOS" = "क्या आप वाकई वीडियो हटाना चाहते हैं?";
"Course.ALERT.STOP_DOWNLOADING" = "स्विच को बंद करने से डाउनलोडिंग रुक जाएगी और सभी डाउनलोड किए गए वीडियो डिलीट हो जाएंगे";
"Course.ALERT.WARNING" = "चेतावनी";
"Course.COURSE_CONTAINER.HOME" = "घर";
"Course.COURSE_CONTAINER.CONTENT" = "विषय-वस्तु";
"Course.COURSE_CONTAINER.PROGRESS" = "प्रगति";
"Course.COURSE_CONTAINER.VIDEOS" = "वीडियो";
"Course.COURSE_CONTAINER.OFFLINE" = "ऑफलाइन";
"Course.COURSE_CONTAINER.DATES" = "तिथियां";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "चर्चाएँ";
"Course.COURSE_CONTAINER.HANDOUTS" = "अधिक";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "विकासशील देशों में हैंडआउट्स";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "आपने पाठ्यक्रम प्रगति का %@%% पूरा कर लिया है।";
"Course.COURSE_CAROUSEL.GRADES" = "ग्रेड";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "यह इस पाठ्यक्रम को उत्तीर्ण करने के लिए आवश्यक ग्रेड के मुकाबले आपके भारित ग्रेड को दर्शाता है।";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "सभी सामग्री";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "आप अभी इस पाठ्यक्रम का ऑडिट कर रहे हैं और पाठ्यक्रम सामग्री तक सीमित पहुंच है।";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "अभी अपग्रेड करें";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "आपने सभी वीडियो देख लिए हैं!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "आपने सभी असाइनमेंट्स पूरे कर लिए हैं!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "वीडियो\nपूरा हुआ";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "कार्य  \nपूर्ण हुआ";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "देखते रहें";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "अगला वीडियो";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "सभी वीडियो";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "सभी कार्य";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "अगला कार्य";
"Course.COURSE_CONTENT.ALL" = "सभी";
"Course.COURSE_CONTENT.VIDEOS" = "वीडियो";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "असाइनमेंट";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "पाठ्यक्रम पूरा करना";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "यह दर्शाता है कि आपने पाठ्यक्रम की कितनी सामग्री पूरी कर ली है। ध्यान दें कि कुछ सामग्री अभी तक जारी नहीं की गई हो सकती है।";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "पुरा होना।";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "कुल प्रगति";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "शेष";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "बंद";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "ग्रेड प्रगति";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "उत्तीर्ण";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "पास नहीं";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "प्रमाणपत्र देखें";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "खंडों की प्रगति";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "कोई प्रगति उपलब्ध नहीं है";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "यहां अपनी प्रगति देखने के लिए सीखना शुरू करें";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "समग्र ग्रेड";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "यह इस पाठ्यक्रम को उत्तीर्ण करने के लिए आवश्यक ग्रेड के मुकाबले आपके भारित ग्रेड को दर्शाता है।";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "वर्तमान कुल भारांकित ग्रेड:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "इस पाठ्यक्रम को पास करने के लिए %@%% का भारित ग्रेड आवश्यक है।";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "आवश्यक";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "ग्रेड विवरण";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "असाइनमेंट प्रकार";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "वर्तमान / अधिकतम %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "पूरा";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "ग्रेड का";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "इस पाठ्यक्रम में ग्रेडेड असाइनमेंट शामिल नहीं हैं।";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "हैंडआउट्स";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "घोषणाएं";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "महत्वपूर्ण पाठ्यक्रम जानकारी प्राप्त करें";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "नवीनतम समाचारों से अवगत रहें";
"Course.NOT_AVALIABLE.TITLE" = "यह इंटरैक्टिव घटक मोबाइल पर उपलब्ध नहीं है";
"Course.NOT_AVALIABLE.DESCRIPTION" = "इस पाठ्यक्रम के अन्य भागों का अन्वेषण करें या इसे वेब पर देखें।";
"Course.NOT_AVALIABLE.BUTTON" = "ब्राउज़र में खोलें";
"Course.SUBTITLES.TITLE" = "उपशीर्षक";
"Course.ACCESSIBILITY.DOWNLOAD" = "डाउनलोड";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "डाउनलोड रद्द करें";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "डाउनलोड हटाएं";
"Course.ACCESSIBILITY.PROGRESS_RING" = "कोर्स पूर्णता प्रगति रिंग";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "कुल ग्रेड अनुभाग";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "ग्रेड विवरण अनुभाग";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "असाइनमेंट आइटम";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "पास होने के लिए आवश्यक ग्रेड संकेतक";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ प्रतिशत पूरा हुआ";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ प्रतिशत पास होने के लिए आवश्यक है";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ में से %@ पूरा, %@ में से %@ प्रतिशत ग्रेड";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "वर्तमान ग्रेड: %@ प्रतिशत";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "पास होने के लिए %@ प्रतिशत आवश्यक है: ग्रेड आवश्यकता चेतावनी";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "प्रगति दृश्य %@ असाइनमेंट श्रेणियों को दिखा रहा है।";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "कुल प्रगति: %@ प्रतिशत";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "प्रगति को असाइनमेंट प्रकार के अनुसार विभाजित करके दिखाता है";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "इस पाठ्यक्रम में प्रदर्शित करने के लिए कोई ग्रेडेड असाइनमेंट नहीं हैं।";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "कोर्स की गतिविधियों को पूरा करें ताकि आप यहां अपनी प्रगति देख सकें।";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "असाइनमेंट प्रकार स्तंभ शीर्षक";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "वर्तमान और अधिकतम प्रतिशत कॉलम शीर्षक";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "वजन: %@ प्रतिशत ग्रेड का";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ में से %@ पूरा";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "वर्तमान ग्रेड: %@ में से %@ प्रतिशत";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ में से %@ पूरा। भार: %@ प्रतिशत अंक का। वर्तमान ग्रेड: %@ में से %@ प्रतिशत";
"Course.DOWNLOAD.DOWNLOADS" = "डाउनलोड";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "सभी वीडियो डाउनलोड हो गए";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "वीडियो डाउनलोड हो रहा है...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "डिवाइस पर डाउनलोड करें";
"Course.DOWNLOAD.VIDEOS" = "वीडियो";
"Course.DOWNLOAD.REMAINING" = "शेष";
"Course.DOWNLOAD.UNTITLED" = "शीर्षकहीन";
"Course.DOWNLOAD.TOTAL" = "कुल";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "जब सभी वीडियो डाउनलोड हो रहे हों तो आप वीडियो की डाउनलोड गुणवत्ता नहीं बदल सकते।";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "आपकी वर्तमान डाउनलोड सेटिंग केवल वाई-फाई पर डाउनलोड की अनुमति देती है।\nकृपया वाई-फाई नेटवर्क से कनेक्ट करें या अपनी डाउनलोड सेटिंग बदलें।";
"Course.COURSE_DATES.TODAY" = "आज";
"Course.COURSE_DATES.COMPLETED" = "पूर्ण";
"Course.COURSE_DATES.PAST_DUE" = "समय सीमा समाप्त";
"Course.COURSE_DATES.DUE_NEXT" = "अगले दिन देय";
"Course.COURSE_DATES.UNRELEASED" = "अप्रकाशित";
"Course.COURSE_DATES.VERIFIED_ONLY" = "केवल सत्यापित";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "छिपी हुई वस्तुएँ";
"Course.COURSE_DATES.ITEM_HIDDEN" = "आइटम छिपा हुआ";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "नियत तिथियाँ स्थानांतरित कर दी गईं";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "हमने आपकी नियत तिथियों को सफलतापूर्वक स्थानांतरित किया है ताकि आप सही रास्ते पर बने रहें।";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "सभी तिथियां देखें";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "कैलेंडर से सिंक करें";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "इस पाठ्यक्रम के लिए सभी समय-सीमाओं और नियत तिथियों को स्वचालित रूप से अपने कैलेंडर में सिंक करें।";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "कैलेंडर जोड़ें";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "कैलेंडर हटाएँ";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "क्या आप %@ कैलेंडर \"%@\" जोड़ना चाहेंगे? \n आप कैलेंडर या सेटिंग्स में किसी भी समय पाठ्यक्रम कैलेंडर को संपादित या हटा सकते हैं।";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "क्या आप %@ कैलेंडर &quot; %@ &quot; को हटाना चाहेंगे?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"&quot; %@ &quot; को आपके कैलेंडर में जोड़ दिया गया है.\"";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "कैलेंडर समन्वयित हो रहा है...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "इवेंट देखें";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "आपका पाठ्यक्रम कैलेंडर जोड़ दिया है.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "हमने आपका पाठ्यक्रम कैलेंडर हटा दिया है.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "कैलेंडर ईवेंट्स";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "आपका पाठ्यक्रम कैलेंडर पुराना है";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "आपके पाठ्यक्रम की तिथियाँ बदल दी गई हैं और आपका पाठ्यक्रम कैलेंडर अब आपके नए शेड्यूल के अनुरूप नहीं है।";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "अभी अद्यतन करें";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "आपका पाठ्यक्रम कैलेंडर अपडेट हो गया है.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ के पास कैलेंडर की अनुमति नहीं है। कृपया सेटिंग्स में जाकर कैलेंडर की अनुमति दें।";
"Course.COURSE_DATES.OPEN_SETTINGS" = "खुली सेटिंग्स";
"Course.COURSE_DATES.SETTINGS" = "सेटिंग्स";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "आपकी तिथियाँ नहीं बदली जा सकीं। कृपया पुनः प्रयास करें।";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "हमने आपकी तिथियाँ सफलतापूर्वक स्थानांतरित कर दी हैं।";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "पाठ्यक्रम तिथियाँ";
"Course.COURSE.DUE_TODAY" = "आज देय";
"Course.COURSE.DUE_TOMORROW" = "कल देय";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ पूर्ण हुआ";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ अनुभाग पूरे हुए";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ पूर्ण हुआ";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ देखा गया";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "पूर्ण देखें";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "पूर्ण किए गए छुपाएँ";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "पुरा होना।";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "खींचें और छोड़ें";
"Course.COURSE.ASSIGNMENT_GENERIC" = "असाइनमेंट";
"Course.COURSE.ASSIGNMENT_GRADED" = "श्रेणी या ग्रेड दी जा चुके हैं";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "शुरू नहीं";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "खुला मूल्यांकन";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "सहपाठी निर्देश";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "प्रश्‍न";
"Course.COURSE.ASSIGNMENT_SURVEY" = "सर्वेक्षण";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "प्रगति पर है";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "शब्द बादल";
"Course.COURSE.ASSIGNMENT_LTI" = "बाहरी उपकरण";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "चर्चा";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "सबसे ज्यादा डाउनलोड";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "हो गया";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "संपादित करें";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "सभी डाउनलोड हटाएं";
"Course.COURSE.OFFLINE.VISIBLE" = "इस पाठ्यक्रम का %@ %% मोबाइल पर दिखाई देता है।";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "इस पाठ्यक्रम का %@ %% डाउनलोड करने योग्य है।";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "इस पाठ्यक्रम का %@ %% ऑफलाइन पूरा किया जा सकता है।";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "डाउनलोड";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "डाउनलोड करना";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "डाउनलोड के लिए उपलब्ध";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "डाउनलोड करने के लिए तैयार";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "सभी डाउनलोड करें";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "कोर्स डाउनलोड रद्द करें";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "आप चलते-फिरते सीखने के लिए पाठ्यक्रम की सामग्री को ऑफ़लाइन डाउनलोड कर सकते हैं, इसके लिए आपको सक्रिय इंटरनेट कनेक्शन या मोबाइल डेटा की आवश्यकता नहीं होगी।";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "इस पाठ्यक्रम की कोई भी सामग्री वर्तमान में ऑफ़लाइन डाउनलोड के लिए उपलब्ध नहीं है।";
"Course.COURSE.RETURN_TO_HOME" = "कोर्स होम पर वापस जाएं";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "यह घटक डाउनलोड नहीं किया गया है";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "इस पाठ्यक्रम के अन्य भागों का अन्वेषण करें या जब आप पुनः जुड़ें तो इसे डाउनलोड करें।";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "यह घटक अभी ऑफ़लाइन उपलब्ध नहीं है";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "इस पाठ्यक्रम के अन्य भागों का अन्वेषण करें या पुनः कनेक्ट होने पर इसे देखें।";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "कैलेंडर से समन्वयित";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "कैलेंडर समन्वयन विफल";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "ऑफलाइन";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ पूर्ण - %@/%@ अंक";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ देय तिथि पार - %@/%@ अंक";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ अभी उपलब्ध नहीं है";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ अंक";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "पाठ्यक्रम ग्रेडिंग नीति की समीक्षा करें";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "अनजान";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "कोर्स प्रगति अनुभाग";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "अध्ययन जारी रखें अनुभाग";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "पाठ्यक्रम सामग्री अनुभाग";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "त्रुटि संदेश अनुभाग";
"Course.ACCESSIBILITY.LOADING_SECTION" = "लोडिंग अनुभाग";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "वीडियो अनुभाग";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "वीडियो प्रगति %@ में से %@ पूरी हुई।";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "असाइनमेंट्स अनुभाग";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "असाइनमेंट प्रगति अनुभाग";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "कोई सामग्री उपलब्ध नहीं है अनुभाग";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "अगला पृष्ठ";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "अंतिम पृष्ठ";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "पिछला पेज";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ में से %@ असाइनमेंट पूर्ण";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "पूर्ण किए गए अनुभागों को छुपाने के लिए टैप करें";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "पूर्ण किए गए अनुभाग दिखाने के लिए टैप करें";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ अनुभाग, %@ में से %@ वीडियो देखे गए";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "डाउनलोड अनुभाग, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "वीडियो: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, पूरा हुआ";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% देखा गया";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, शुरू नहीं हुआ";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "वीडियो चलाने के लिए टैप करें";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ प्रतिशत पूरा हुआ";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "वीडियो %@ से %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "वीडियो नेविगेशन";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "कोई वीडियो शीर्षक नहीं";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "साइन इन करें";
"Authorization.SIGN_IN.WELCOME_BACK" = "आपका स्वागत है! अपने पाठ्यक्रमों तक पहुँचने के लिए साइन इन करें।";
"Authorization.SIGN_IN.EMAIL" = "ईमेल";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "ईमेल या उपयोगकर्ता का नाम";
"Authorization.SIGN_IN.PASSWORD" = "पासवर्ड";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "पासवर्ड भूल गए?";
"Authorization.SIGN_IN.SELECTED_SITE" = "चुनी गई साइट";
"Authorization.SIGN_IN.CHANGE" = "बदलें";
"Authorization.SIGN_IN.AGREEMENT" = "इस ऐप में साइन इन करके, आप [%@ अंतिम उपयोगकर्ता लाइसेंस अनुबंध](%@) और [%@ सेवा की शर्तें और सम्मान कोड](%@) से सहमत होते हैं और आप स्वीकार करते हैं कि %@ और प्रत्येक सदस्य आपके व्यक्तिगत डेटा को [गोपनीयता नीति](%@) के अनुसार संसाधित करते हैं।";
"Authorization.SIGN_IN.SSO_HEADING" = "आत्मविश्वास के साथ अपना करियर बनाने के लिए आज से ही शुरुआत करें";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "बंदोबस्ती क्षेत्र और उसके श्रमिकों के घटकों को विकसित करने के लिए ज्ञान और सशक्तिकरण कार्यक्रमों का एक एकीकृत सेट";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "साइन इन करें";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "राष्ट्रीय एकीकृत साइन-ऑन सेवा के माध्यम से लॉग इन करें";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "अमान्य ईमेल पता";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "पासवर्ड की लंबाइयाँ अमान्य हैं";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "यह %@ खाता किसी भी %@ खाते से जुड़ा नहीं है। कृपया रजिस्टर करें।";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "अमान्य ईमेल या उपयोगकर्ता नाम";
"Authorization.ERROR.DISABLED_ACCOUNT" = "आपका खाता अक्षम कर दिया गया है। कृपया सहायता के लिए ग्राहक सहायता से संपर्क करें।";
"Authorization.SIGN_UP.SUBTITLE" = "आज ही सीखना शुरू करने के लिए एक खाता बनाएं!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "खाता बनाएं";
"Authorization.SIGN_UP.HIDE_FIELDS" = "वैकल्पिक फ़ील्ड छिपाएँ";
"Authorization.SIGN_UP.SHOW_FIELDS" = "वैकल्पिक फ़ील्ड दिखाएँ";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "आपने सफलतापूर्वक साइन इन किया है।";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "इससे पहले कि आप सीखना शुरू करें, हमें थोड़ी और जानकारी की आवश्यकता है।";
"Authorization.SIGN_UP.AGREEMENT" = "खाता बनाकर, आप [ %@ अंतिम उपयोगकर्ता लाइसेंस अनुबंध]( %@ ) और [ %@ सेवा की शर्तें और सम्मान संहिता]( %@ ) से सहमत होते हैं और आप मानते हैं कि %@ और प्रत्येक सदस्य आपके व्यक्तिगत डेटा को [गोपनीयता नीति]( %@ ) के अनुसार संसाधित करते हैं।";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "मैं सहमत हूं कि %@ मुझे मार्केटिंग संदेश भेज सकता है।";
"Authorization.FORGOT.TITLE" = "पासवर्ड भूल गए";
"Authorization.FORGOT.DESCRIPTION" = "कृपया नीचे अपना लॉग-इन या पुनर्प्राप्ति ईमेल पता दर्ज करें और हम आपको निर्देशों के साथ एक ईमेल भेजेंगे।";
"Authorization.FORGOT.REQUEST" = "पासवर्ड रीसेट करें";
"Authorization.FORGOT.CHECK_TITLE" = "अपने ईमेल की जाँच करें";
"Authorization.FORGOT.CHECK_Description" = "हमने आपके ईमेल पर पासवर्ड पुनर्प्राप्ति के निर्देश भेजे हैं ";
"Authorization.CONTINUE_WITH" = "जारी रखें:";
"Authorization.LAST_SIGN_IN" = "आखरी साइन - इन";
"Authorization.OR_SIGN_IN_WITH" = "या ईमेल से साइन इन करें:";
"Authorization.OR_REGISTER_WITH" = "या नीचे रजिस्टर करें:";
"Authorization.APPLE" = "सेब";
"Authorization.GOOGLE" = "गूगल";
"Authorization.FACEBOOK" = "फेसबुक";
"Authorization.MICROSOFT" = "माइक्रोसॉफ्ट";
"Authorization.OR" = "या";
"Authorization.STARTUP.INFO_MESSAGE" = "दुनिया के सर्वश्रेष्ठ विश्वविद्यालयों के पाठ्यक्रम और कार्यक्रम आपकी जेब में।";
"Authorization.STARTUP.SEARCH_TITLE" = "आप क्या सीखने के इच्छुक हैं?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "हमारे 3000+ पाठ्यक्रम खोजें";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "सभी पाठ्यक्रम देखें";
"Authorization.STARTUP.TITLE" = "शुरू";
"Authorization.LEARNING_SITES.TITLE" = "लर्निंग साइटें";
"Authorization.LEARNING_SITES.GET_STARTED" = "गेट स्टारटेड ";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "खोजें";
"Authorization.LEARNING_SITES.SUBTITLE" = "कोई लर्निंग साइट चुनें या जोड़ें";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "अधिक शिक्षण साइटें";
"Authorization.LEARNING_SITES.ADD_SITE" = "लर्निंग साइट जोड़ें";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "कला और विज्ञान विश्वविद्यालय";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "कोई भी स्कूल आपकी खोज से मेल नहीं खाता";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "लॉग आउट";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "क्या आप वाकई %@ से लॉग आउट करना चाहते हैं?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "लॉग आउट";
"WhatsNew.TITLE" = "नया क्या है";
"WhatsNew.BUTTON_PREVIOUS" = "पिछला";
"WhatsNew.BUTTON_NEXT" = "अगला";
"WhatsNew.BUTTON_DONE" = "हो गया";
"Dashboard.TITLE" = "डैशबोर्ड";
"Dashboard.HEADER.COURSES" = "पाठ्यक्रम";
"Dashboard.HEADER.WELCOME_BACK" = "आपका पुनः स्वागत है। आइए सीखते रहें।";
"Dashboard.SEARCH" = "खोजें";
"Dashboard.EMPTY.SUBTITLE" = "आप अभी तक किसी भी पाठ्यक्रम में नामांकित नहीं हैं।";
"Dashboard.LEARN.TITLE" = "सीखना";
"Dashboard.LEARN.VIEW_ALL" = "सभी को देखें";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "सभी पाठ्यक्रम देखें ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "सभी पाठ्यक्रम";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 पिछला देय असाइनमेंट";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "असाइनमेंट देखें";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ पिछले देय असाइनमेंट";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ असाइनमेंट की नियत तारीख %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ %@ दिनों में देय";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "पाठ्यक्रम फिर से शुरू करें";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "कोर्स शुरू करें";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "पाठ्यक्रम";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "कार्यक्रम";
"Dashboard.LEARN.CATEGORY.ALL" = "सभी";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "प्रगति पर है";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "पूर्ण";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "समाप्त";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "कोई पाठ्यक्रम नहीं";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "कोई पाठ्यक्रम प्रगति पर नहीं है";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "कोई पूर्ण पाठ्यक्रम नहीं";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "कोई भी पाठ्यक्रम समाप्त नहीं हुआ";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "आप वर्तमान में किसी भी पाठ्यक्रम में नामांकित नहीं हैं, क्या आप पाठ्यक्रम सूची देखना चाहेंगे?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "कोई कोर्स खोजें";
"Core.MAINSCREEN.DISCOVERY" = "खोज करना";
"Core.MAINSCREEN.DASHBOARD" = "डैशबोर्ड";
"Core.MAINSCREEN.IN_DEVELOPING" = "विकसित करने में";
"Core.MAINSCREEN.PROGRAMS" = "कार्यक्रम";
"Core.MAINSCREEN.PROFILE" = "प्रोफाइल";
"Core.MAINSCREEN.LEARN" = "सीखना";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "आपने अपने %@ खाते के साथ पहले से ही एक %@ खाता सेट अप कर लिया है। आप उस खाते से लॉग इन हो चुके हैं।";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "पुनः प्रयास करें";
"Core.ERROR.INVALID_CREDENTIALS" = "अवैध प्रत्यय पत्र";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "धीमा या कोई इंटरनेट कनेक्शन नहीं है";
"Core.ERROR.NO_CACHED_DATA" = "ऑफ़लाइन मोड के लिए कोई कैश्ड डेटा नहीं";
"Core.ERROR.USER_NOT_ACTIVE" = "उपयोगकर्ता खाता सक्रिय नहीं है। कृपया पहले अपना खाता सक्रिय करें।";
"Core.ERROR.UNKNOWN_ERROR" = "कुछ गलत हो गया";
"Core.ERROR.WIFI" = "आप केवल वाई-फाई के ज़रिए ही फ़ाइलें डाउनलोड कर सकते हैं। आप इसे सेटिंग में जाकर बदल सकते हैं।";
"Core.ERROR.AUTHORIZATION_FAILED" = "प्रमाणीकरण विफल।";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "कोई इंटरनेट कनेक्शन नहीं";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "कृपया इस सामग्री को देखने के लिए इंटरनेट से कनेक्ट करें।";
"Core.COURSEWARE.COURSE_CONTENT" = "पाठ्यक्रम सामग्री";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "यह इंटरैक्टिव घटक अभी मोबाइल पर उपलब्ध नहीं है।";
"Core.COURSEWARE.COURSE_UNITS" = "पाठ्यक्रम इकाइयाँ";
"Core.COURSEWARE.NEXT" = "अगला";
"Core.COURSEWARE.PREVIOUS" = "पिछला";
"Core.COURSEWARE.FINISH" = "समाप्‍त";
"Core.COURSEWARE.GOOD_WORK" = "अच्छा काम!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "रूपरेखा पर वापस जाएँ";
"Core.COURSEWARE.SECTION_COMPLETED" = "आपने “%@” पूरा कर लिया है।";
"Core.COURSEWARE.CONTINUE" = "जारी रखें";
"Core.COURSEWARE.RESUME" = "फिर शुरू करना";
"Core.COURSEWARE.RESUME_WITH" = "बायोडाटा इस प्रकार लिखें:";
"Core.COURSEWARE.NEXT_SECTION" = "अगला भाग";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "आगे बढ़ने के लिए “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” “अगला अनुभाग” दबाएँ।\"";
"Core.ERROR.RELOAD" = "पुनः लोड करें";
"Core.DATE.COURSE_STARTS" = "पाठ्यक्रम प्रारंभ";
"Core.DATE.COURSE_ENDS" = "कोर्स समाप्त";
"Core.DATE.COURSE_ENDED" = "कोर्स समाप्त";
"Core.DATE.ENDED" = "समाप्त";
"Core.DATE.START" = "शुरू";
"Core.DATE.STARTED" = "शुरू कर दिया";
"Core.DATE.JUST_NOW" = "बस अब";
"Core.DATE.TODAY" = "आज";
"Core.DATE.NEXT" = "अगला %@";
"Core.DATE.DAYS_AGO" = "%@ दिन पहले";
"Core.DATE.DUE" = "देय ";
"Core.DATE.DUE_IN" = "में होने के कारण ";
"Core.DATE.DUE_IN_DAYS" = "%@ दिनों में देय";
"Core.DATE.DUE_TODAY" = "आज की समय सीमा: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ दिन देरी से: %@";
"Core.DATE.DUE_IN_LEFT" = "%@ दिनों में देय: %@";
"Core.ALERT.ACCEPT" = "स्वीकार करना";
"Core.ALERT.CANCEL" = "रद्द करें";
"Core.ALERT.LOGOUT" = "लॉग आउट";
"Core.ALERT.LEAVE" = "छोड़ें";
"Core.ALERT.SIGN_IN" = "साइन इन करें";
"Core.ALERT.REGISTER" = "रजिस्टर करें";
"Core.ALERT.KEEP_EDITING" = "संपादन करते रहें";
"Core.ALERT.DELETE" = "हटाएँ";
"Core.ALERT.ADD" = "जोड़ना";
"Core.ALERT.REMOVE" = "हटाएं";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "पाठ्यक्रम कैलेंडर हटाएँ";
"Core.NO_INTERNET.OFFLINE" = "ऑफलाइन";
"Core.NO_INTERNET.DISMISS" = "ख़ारिज करें";
"Core.NO_INTERNET.RELOAD" = "पुनः लोड करें";
"Core.DATE_FORMAT.MMMM_DD" = "एमएमएम डीडी";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "एमएमएम dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "डाउनलोड";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "डाउनलोड";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "पूर्ण";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "वीडियो डाउनलोड गुणवत्ता";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "ऑटो";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "अनुशंसित";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360पी";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "कम डेटा उपयोग";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540पी";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720पी";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "अच्छी गुणवत्ता";
"Core.DONE" = "हो गया";
"Core.VIEW" = "देखें";
"Core.BACK" = "";
"Core.OK" = "ठीक है";
"Core.CLOSE" = "बंद करें";
"Core.PICKER.SEARCH" = "खोजें";
"Core.PICKER.ACCEPT" = "स्वीकार करना";
"Core.WEBVIEW.ALERT.OK" = "ठीक है";
"Core.WEBVIEW.ALERT.CANCEL" = "रद्द करें";
"Core.WEBVIEW.ALERT.CONTINUE" = "जारी रखें";
"Core.REVIEW.VOTE_TITLE" = "ओपन edX का आनंद ले रहे हैं?";
"Core.REVIEW.VOTE_DESCRIPTION" = "आपकी प्रतिक्रिया हमारे लिए मायने रखती है। क्या आप नीचे एक स्टार पर टैप करके ऐप को रेट करने के लिए कुछ समय निकालेंगे? आपके समर्थन के लिए धन्यवाद!";
"Core.REVIEW.FEEDBACK_TITLE" = "हमें प्रतिक्रिया दें";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "हमें खेद है कि आपके सीखने के अनुभव में कुछ समस्याएँ आईं। हम सभी प्रतिक्रियाओं की सराहना करते हैं।";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "धन्यवाद";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "हमारे साथ अपनी प्रतिक्रिया साझा करने के लिए धन्यवाद। क्या आप इस ऐप की अपनी समीक्षा ऐप स्टोर पर अन्य उपयोगकर्ताओं के साथ साझा करना चाहेंगे?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "धन्यवाद";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "हमें आपकी प्रतिक्रिया प्राप्त हुई है और हम इसका उपयोग आपके सीखने के अनुभव को बेहतर बनाने में करेंगे। साझा करने के लिए धन्यवाद!";
"Core.REVIEW.BETTER" = "इससे बेहतर क्या हो सकता था?";
"Core.REVIEW.NOT_NOW" = "अभी नहीं";
"Core.REVIEW.BUTTON.SUBMIT" = "जमा करें";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "प्रतिक्रिया साझा करें";
"Core.REVIEW.BUTTON.RATE_US" = "हमें रेटिंग दें";
"Core.REVIEW.EMAIL.TITLE" = "ईमेल क्लाइंट चुनें:";
"Core.SOCIAL_SIGN_CANCELED" = "उपयोगकर्ता ने साइन-इन प्रवाह रद्द कर दिया।";
"Core.SIGN_IN.LOG_IN_BTN" = "साइन इन करें";
"Core.SIGN_IN.REGISTER_BTN" = "रजिस्टर करें";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO के साथ साइन इन करें";
"Core.TOMORROW" = "कल";
"Core.YESTERDAY" = "कल";
"Core.OPEN_IN_BROWSER" = "सफारी में देखें";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "चिंता न करें - बिना किसी प्रगति को खोए असाइनमेंट को पूरा करने के लिए हमारे सुझाए गए शेड्यूल में बदलाव करें।";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "नियत तारीखें बदलें";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "कुछ समय सीमाएं चूक गए?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "हमने आपको ट्रैक पर बने रहने में मदद करने के लिए एक सुझाया गया शेड्यूल बनाया है। लेकिन चिंता न करें - यह लचीला है ताकि आप अपनी गति से सीख सकें। यदि आप पीछे रह जाते हैं, तो आप खुद को ट्रैक पर रखने के लिए तिथियों को समायोजित कर पाएंगे।";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "इस पाठ्यक्रम के भाग के रूप में ग्रेडेड असाइनमेंट पूरा करने के लिए, आप आज ही अपग्रेड कर सकते हैं।";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "आप इस कोर्स का ऑडिट कर रहे हैं, जिसका मतलब है कि आप ग्रेडेड असाइनमेंट में भाग नहीं ले पाएँगे। ऐसा लगता है कि आप हमारे सुझाए गए शेड्यूल के आधार पर कुछ महत्वपूर्ण डेडलाइन मिस कर गए हैं। इस कोर्स के हिस्से के रूप में ग्रेडेड असाइनमेंट को पूरा करने और पिछले देय असाइनमेंट को भविष्य में शिफ्ट करने के लिए, आप आज ही अपग्रेड कर सकते हैं।";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "आपकी तिथियाँ नहीं बदली जा सकीं। कृपया पुनः प्रयास करें।";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "हमने आपकी तिथियाँ सफलतापूर्वक स्थानांतरित कर दी हैं।";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "पाठ्यक्रम तिथियाँ";
"Core.COURSE_DATES.TODAY" = "आज";
"Core.COURSE_DATES.COMPLETED" = "पूर्ण";
"Core.COURSE_DATES.PAST_DUE" = "समय सीमा समाप्त";
"Core.COURSE_DATES.THIS_WEEK" = "इस सप्ताह";
"Core.COURSE_DATES.NEXT_WEEK" = "अगले सप्ताह";
"Core.COURSE_DATES.UPCOMING" = "आगामी";
"Core.COURSE.STORAGE_ALERT.TITLE" = "डिवाइस संग्रहण पूर्ण";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "आपके डिवाइस में इस सामग्री को डाउनलोड करने के लिए पर्याप्त खाली स्थान नहीं है। कृपया कुछ स्थान खाली करें और पुनः प्रयास करें।";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ उपयोग किया गया, %@ निःशुल्क";
"Core.COURSE.ALERT.CANCEL" = "रद्द करें";
"Core.COURSE.ALERT.CLOSE" = "बंद करें";
"Core.COURSE.ALERT.REMOVE" = "हटाएं";
"Core.COURSE.ALERT.DOWNLOAD" = "डाउनलोड";
"Core.COURSE.ALERT.TRY_AGAIN" = "पुनः प्रयास करें";
"Core.COURSE.ALERT.REMOVE_TITLE" = "ऑफ़लाइन सामग्री हटाएँ?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "डाउनलोड की पुष्टि करें";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "सेलुलर पर डाउनलोड करें?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "इस सामग्री को हटाने से %@ मुक्त हो जाएगा।";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "इस सामग्री %@ डाउनलोड करने से उपलब्ध ब्लॉक ऑफ़लाइन सहेज सकते हैं।";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "इस सामग्री को डाउनलोड करने में %@ सेलुलर डेटा का उपयोग होगा।";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "डाउनलोड विफल";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "कोई इंटरनेट कनेक्शन नहीं";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "वाई-फाई आवश्यक";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "दुर्भाग्यवश, यह सामग्री डाउनलोड नहीं हो पाई। कृपया बाद में पुनः प्रयास करें या इस समस्या की रिपोर्ट करें।";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "इस सामग्री को डाउनलोड करने के लिए सक्रिय इंटरनेट कनेक्शन की आवश्यकता है। कृपया इंटरनेट से कनेक्ट करें और पुनः प्रयास करें।";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "इस सामग्री को डाउनलोड करने के लिए सक्रिय WiFi कनेक्शन की आवश्यकता है। कृपया WiFi नेटवर्क से कनेक्ट करें और पुनः प्रयास करें।";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "आपके द्वारा चुने गए वीडियो 1 GB से बड़े हैं। क्या आप इन वीडियो को डाउनलोड करना चाहते हैं?";
"Core.DOWNLOAD.DOWNLOAD" = "डाउनलोड";
"Core.ALERT.ACCEPT" = "स्वीकार करना";
